Repository: collective/covertile.cycle2
Catalog: src/covertile/cycle2/locales/*/LC_MESSAGES/covertile.cycle2.po
Languages: nl

source: A Mustache-style template string, in which you can use {{title}}, {{desc}}, {{url}} or {{date}}
nl: Een Mustache (snor) sjabloontekst, waarin {{title}}, {{desc}}, {{url}} of {{date}} te gebruiken zijn

source: A tile showing Cycle2 based carousel of images.
nl: Een tegel met een afbeeldingscarousel op basis van Cycle2

source: Auto play
nl: Automatisch afspelen

source: Cycle2 Carousel Tile
nl: Cycle2 Carouseltegel

source: Dots
nl: Stippen

source: Elements
nl: Elementen

source: Image
nl: Afbeelding

source: Install the covertile.cycle2 product in Plone
nl: Installeer het covertile.cycl2 extra product in Pone

source: Numbers
nl: Nummers

source: Overlay Template
nl: Sjabloon voor tekst

source: Pager
nl: Paginatie (pager)

source: Remove covertile.cycle2 from Plone
nl: Deïnstalleer covertile.cycle

source: Show more... link
nl: Toon meer... link

source: Show more... link text
nl: Toon meer... link tekst

source: Square Thumbnails
nl: Vierkante kleine voorvertoning

source: This carousel is empty; open the content chooser and drag-and-drop some items here.
nl: Deze carousel is leeg; open de content chooser en sleep content op de tegel.

source: Tile Title
nl: Tegeltitel

source: covertile.cycle2: A Cycle2 based carousel tile for collective.cover
nl: covertile.cycel2: Een carouseltegel voor collective.cover op basis van Cycle2

source: covertile.cycle2: Uninstall product
nl: covertile.cycle2: deïnstalleer

source: msg_short_name_carousel
nl: C2 Carousel
